exemplo-projeto-jmeter/jmeter.log
2021-01-23 00:42:05,340 INFO o.a.j.u.JMeterUtils: Setting Locale to en_EN
2021-01-23 00:42:05,358 INFO o.a.j.JMeter: Loading user properties from: C:\Users\carlo\apache-jmeter-5.3\bin\user.properties
2021-01-23 00:42:05,358 INFO o.a.j.JMeter: Loading system properties from: C:\Users\carlo\apache-jmeter-5.3\bin\system.properties
2021-01-23 00:42:05,359 INFO o.a.j.JMeter: Copyright (c) 1998-2020 The Apache Software Foundation
2021-01-23 00:42:05,359 INFO o.a.j.JMeter: Version 5.3
2021-01-23 00:42:05,359 INFO o.a.j.JMeter: java.version=11.0.9
2021-01-23 00:42:05,359 INFO o.a.j.JMeter: java.vm.name=Java HotSpot(TM) 64-Bit Server VM
2021-01-23 00:42:05,360 INFO o.a.j.JMeter: os.name=Windows 10
2021-01-23 00:42:05,360 INFO o.a.j.JMeter: os.arch=amd64
2021-01-23 00:42:05,360 INFO o.a.j.JMeter: os.version=10.0
2021-01-23 00:42:05,360 INFO o.a.j.JMeter: file.encoding=Cp1252
2021-01-23 00:42:05,360 INFO o.a.j.JMeter: java.awt.headless=true
2021-01-23 00:42:05,360 INFO o.a.j.JMeter: Max memory     =1073741824
2021-01-23 00:42:05,360 INFO o.a.j.JMeter: Available Processors =12
2021-01-23 00:42:05,367 INFO o.a.j.JMeter: Default Locale=English (EN)
2021-01-23 00:42:05,367 INFO o.a.j.JMeter: JMeter  Locale=English (EN)
2021-01-23 00:42:05,367 INFO o.a.j.JMeter: JMeterHome=C:\Users\carlo\apache-jmeter-5.3
2021-01-23 00:42:05,367 INFO o.a.j.JMeter: user.dir  =C:\Users\carlo\eclipse-workspace5\JMGroupTool\exemplo-projeto-jmeter
2021-01-23 00:42:05,367 INFO o.a.j.JMeter: PWD       =C:\Users\carlo\eclipse-workspace5\JMGroupTool\exemplo-projeto-jmeter
2021-01-23 00:42:05,369 INFO o.a.j.JMeter: IP: 192.168.0.108 Name: DESKTOP-BBUOFM0 FullName: DESKTOP-BBUOFM0
2021-01-23 00:42:05,371 INFO o.a.j.JMeter: Setting property 'jmeter.reportgenerator.outputdir' to:'D:\Results\html'
2021-01-23 00:42:05,373 INFO o.a.j.s.FileServer: Default base='C:\Users\carlo\eclipse-workspace5\JMGroupTool\exemplo-projeto-jmeter'
2021-01-23 00:42:05,374 INFO o.a.j.s.FileServer: Set new base='C:\Users\carlo\eclipse-workspace5\JMGroupTool\exemplo-projeto-jmeter\.'
2021-01-23 00:42:05,501 INFO o.a.j.s.SaveService: Testplan (JMX) version: 2.2. Testlog (JTL) version: 2.2
2021-01-23 00:42:05,517 INFO o.a.j.s.SaveService: Using SaveService properties version 5.0
2021-01-23 00:42:05,519 INFO o.a.j.s.SaveService: Using SaveService properties file encoding UTF-8
2021-01-23 00:42:05,521 INFO o.a.j.s.SaveService: Loading file: .\exemplo-projeto-jmeter.jmx
2021-01-23 00:42:05,554 INFO o.a.j.p.h.c.CookieManager: Settings: Delete null: true Check: true Allow variable: true Save: false Prefix: COOKIE_
2021-01-23 00:42:05,557 INFO o.a.j.p.h.c.CacheManager: Will only cache the following methods: [GET]
2021-01-23 00:42:05,570 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for text/html is org.apache.jmeter.protocol.http.parser.LagartoBasedHtmlParser
2021-01-23 00:42:05,570 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for application/xhtml+xml is org.apache.jmeter.protocol.http.parser.LagartoBasedHtmlParser
2021-01-23 00:42:05,570 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for application/xml is org.apache.jmeter.protocol.http.parser.LagartoBasedHtmlParser
2021-01-23 00:42:05,570 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for text/xml is org.apache.jmeter.protocol.http.parser.LagartoBasedHtmlParser
2021-01-23 00:42:05,570 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for text/vnd.wap.wml is org.apache.jmeter.protocol.http.parser.RegexpHTMLParser
2021-01-23 00:42:05,570 INFO o.a.j.p.h.s.HTTPSamplerBase: Parser for text/css is org.apache.jmeter.protocol.http.parser.CssParser
2021-01-23 00:42:05,591 INFO o.a.j.JMeter: Creating summariser <summary>
2021-01-23 00:42:05,595 INFO o.a.j.r.d.ReportGenerator: ReportGenerator will use for Parsing the separator: ','
2021-01-23 00:42:05,595 INFO o.a.j.r.d.ReportGenerator: Will generate report at end of test from  results file: D:\Results\data.csv
2021-01-23 00:42:05,595 INFO o.a.j.r.d.ReportGenerator: Reading report generator properties from: C:\Users\carlo\apache-jmeter-5.3\bin\reportgenerator.properties
2021-01-23 00:42:05,596 INFO o.a.j.r.d.ReportGenerator: Merging with JMeter properties
2021-01-23 00:42:05,599 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.temp_dir' not found, using default value 'temp' instead.
2021-01-23 00:42:05,601 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.apdex_per_transaction' not found, using default value 'null' instead.
2021-01-23 00:42:05,602 INFO o.a.j.r.c.ReportGeneratorConfiguration: apdex_per_transaction is empty, not APDEX per transaction customization
2021-01-23 00:42:05,602 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.sample_filter' not found, using default value 'null' instead.
2021-01-23 00:42:05,602 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.report_title' not found, using default value 'null' instead.
2021-01-23 00:42:05,602 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.start_date' not found, using default value 'null' instead.
2021-01-23 00:42:05,602 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.end_date' not found, using default value 'null' instead.
2021-01-23 00:42:05,602 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.date_format' not found, using default value 'null' instead.
2021-01-23 00:42:05,602 INFO o.a.j.r.c.ReportGeneratorConfiguration: Will use date range start date: null, end date: null
2021-01-23 00:42:05,605 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.totalTPS.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,605 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.activeThreadsOverTime.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,605 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.timeVsThreads.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,606 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.responseTimeDistribution.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,606 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.transactionsPerSecond.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,606 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.responseTimePercentiles.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,606 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.responseTimePercentilesOverTime.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,606 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.responseTimesOverTime.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,606 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.connectTimeOverTime.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,606 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.graph.latenciesOverTime.exclude_controllers' not found, using default value 'false' instead.
2021-01-23 00:42:05,607 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.json.filters_only_sample_series' not found, using default value 'true' instead.
2021-01-23 00:42:05,607 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.json.series_filter' not found, using default value '' instead.
2021-01-23 00:42:05,607 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.json.show_controllers_only' not found, using default value 'false' instead.
2021-01-23 00:42:05,607 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.html.filters_only_sample_series' not found, using default value 'true' instead.
2021-01-23 00:42:05,607 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.html.series_filter' not found, using default value '' instead.
2021-01-23 00:42:05,607 INFO o.a.j.r.c.ReportGeneratorConfiguration: Property 'jmeter.reportgenerator.exporter.html.show_controllers_only' not found, using default value 'false' instead.
2021-01-23 00:42:05,610 INFO o.a.j.e.StandardJMeterEngine: Running the test!
2021-01-23 00:42:05,611 INFO o.a.j.s.SampleEvent: List of sample_variables: []
2021-01-23 00:42:05,611 INFO o.a.j.s.SampleEvent: List of sample_variables: []
2021-01-23 00:42:05,619 INFO o.a.j.e.u.CompoundVariable: Note: Function class names must contain the string: '.functions.'
2021-01-23 00:42:05,619 INFO o.a.j.e.u.CompoundVariable: Note: Function class names must not contain the string: '.gui.'
2021-01-23 00:42:05,839 INFO o.a.j.JMeter: Running test (1611373325839)
2021-01-23 00:42:05,854 INFO o.a.j.e.StandardJMeterEngine: Starting ThreadGroup: 1 : jp@gc - Ultimate Thread Group
2021-01-23 00:42:05,854 INFO o.a.j.e.StandardJMeterEngine: Starting 30 threads for group jp@gc - Ultimate Thread Group.
2021-01-23 00:42:05,854 INFO o.a.j.e.StandardJMeterEngine: Thread will continue on error
2021-01-23 00:42:05,854 INFO k.a.j.t.AbstractSimpleThreadGroup: Starting thread group number 1 threads 30
2021-01-23 00:42:05,866 INFO o.a.j.s.SampleResult: Note: Sample TimeStamps are START times
2021-01-23 00:42:05,866 INFO o.a.j.s.SampleResult: sampleresult.default.encoding is set to ISO-8859-1
2021-01-23 00:42:05,866 INFO o.a.j.s.SampleResult: sampleresult.useNanoTime=true
2021-01-23 00:42:05,866 INFO o.a.j.s.SampleResult: sampleresult.nanoThreadSleep=5000
2021-01-23 00:42:05,878 INFO k.a.j.t.AbstractSimpleThreadGroup: Started thread group number 1
2021-01-23 00:42:05,878 INFO o.a.j.e.StandardJMeterEngine: All thread groups have been started
2021-01-23 00:42:06,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-10
2021-01-23 00:42:06,867 INFO o.a.j.p.h.s.HTTPHCAbstractImpl: Local host = DESKTOP-BBUOFM0
2021-01-23 00:42:06,870 INFO o.a.j.p.h.s.HTTPHC4Impl: HTTP request retry count = 0
2021-01-23 00:42:06,919 INFO o.a.j.p.h.s.h.LazyLayeredConnectionSocketFactory: Setting up HTTPS TrustAll Socket Factory
2021-01-23 00:42:06,922 INFO o.a.j.u.JsseSSLManager: Using default SSL protocol: TLS
2021-01-23 00:42:06,922 INFO o.a.j.u.JsseSSLManager: SSL session context: per-thread
2021-01-23 00:42:07,092 INFO o.a.j.u.SSLManager: JmeterKeyStore Location:  type JKS
2021-01-23 00:42:07,094 INFO o.a.j.u.SSLManager: KeyStore created OK
2021-01-23 00:42:07,094 WARN o.a.j.u.SSLManager: Keystore file not found, loading empty keystore
2021-01-23 00:42:07,746 INFO o.a.j.p.h.p.BaseParser: Created org.apache.jmeter.protocol.http.parser.LagartoBasedHtmlParser
2021-01-23 00:42:07,784 INFO o.a.j.p.h.s.ResourcesDownloader: Creating ResourcesDownloader with keepalive_inseconds : 60
2021-01-23 00:42:07,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-9
2021-01-23 00:42:07,925 INFO o.a.j.p.h.p.BaseParser: Created org.apache.jmeter.protocol.http.parser.CssParser
2021-01-23 00:42:08,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-8
2021-01-23 00:42:09,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-7
2021-01-23 00:42:10,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-6
2021-01-23 00:42:11,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-5
2021-01-23 00:42:12,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-4
2021-01-23 00:42:13,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-3
2021-01-23 00:42:14,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-2
2021-01-23 00:42:15,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-1
2021-01-23 00:42:30,165 INFO o.a.j.r.Summariser: summary +     46 in 00:00:24 =    1.9/s Avg:  1085 Min:   747 Max:  1708 Err:     1 (2.17%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:43:00,044 INFO o.a.j.r.Summariser: summary +     80 in 00:00:30 =    2.7/s Avg:  1042 Min:    72 Max:  1714 Err:     6 (7.50%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:43:00,045 INFO o.a.j.r.Summariser: summary =    126 in 00:00:54 =    2.3/s Avg:  1057 Min:    72 Max:  1714 Err:     7 (5.56%)
2021-01-23 00:43:30,307 INFO o.a.j.r.Summariser: summary +     80 in 00:00:30 =    2.6/s Avg:  1040 Min:   110 Max:  1982 Err:     3 (3.75%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:43:30,308 INFO o.a.j.r.Summariser: summary =    206 in 00:01:24 =    2.4/s Avg:  1051 Min:    72 Max:  1982 Err:    10 (4.85%)
2021-01-23 00:44:02,130 INFO o.a.j.r.Summariser: summary +     51 in 00:00:32 =    1.6/s Avg:  1076 Min:   381 Max:  1713 Err:     2 (3.92%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:44:02,132 INFO o.a.j.r.Summariser: summary =    257 in 00:01:56 =    2.2/s Avg:  1056 Min:    72 Max:  1982 Err:    12 (4.67%)
2021-01-23 00:44:30,049 INFO o.a.j.r.Summariser: summary +     36 in 00:00:28 =    1.3/s Avg:  5556 Min:    60 Max: 30244 Err:     1 (2.78%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:44:30,051 INFO o.a.j.r.Summariser: summary =    293 in 00:02:24 =    2.0/s Avg:  1609 Min:    60 Max: 30244 Err:    13 (4.44%)
2021-01-23 00:45:00,053 INFO o.a.j.r.Summariser: summary +     76 in 00:00:30 =    2.5/s Avg:  3237 Min:     1 Max: 58278 Err:     3 (3.95%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:45:00,054 INFO o.a.j.r.Summariser: summary =    369 in 00:02:54 =    2.1/s Avg:  1944 Min:     1 Max: 58278 Err:    16 (4.34%)
2021-01-23 00:45:30,551 INFO o.a.j.r.Summariser: summary +     82 in 00:00:30 =    2.7/s Avg:  1063 Min:   260 Max:  1758 Err:     2 (2.44%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:45:30,552 INFO o.a.j.r.Summariser: summary =    451 in 00:03:25 =    2.2/s Avg:  1784 Min:     1 Max: 58278 Err:    18 (3.99%)
2021-01-23 00:46:00,161 INFO o.a.j.r.Summariser: summary +     85 in 00:00:30 =    2.9/s Avg:  1018 Min:    82 Max:  1731 Err:     1 (1.18%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:46:00,162 INFO o.a.j.r.Summariser: summary =    536 in 00:03:54 =    2.3/s Avg:  1662 Min:     1 Max: 58278 Err:    19 (3.54%)
2021-01-23 00:46:30,277 INFO o.a.j.r.Summariser: summary +     91 in 00:00:30 =    3.0/s Avg:  1028 Min:     0 Max:  1722 Err:     5 (5.49%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:46:30,278 INFO o.a.j.r.Summariser: summary =    627 in 00:04:24 =    2.4/s Avg:  1570 Min:     0 Max: 58278 Err:    24 (3.83%)
2021-01-23 00:47:00,194 INFO o.a.j.r.Summariser: summary +     78 in 00:00:30 =    2.6/s Avg:  1021 Min:   619 Max:  1701 Err:     3 (3.85%) Active: 10 Started: 10 Finished: 0
2021-01-23 00:47:00,195 INFO o.a.j.r.Summariser: summary =    705 in 00:04:54 =    2.4/s Avg:  1510 Min:     0 Max: 58278 Err:    27 (3.83%)
2021-01-23 00:47:06,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-20
2021-01-23 00:47:07,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-19
2021-01-23 00:47:08,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-18
2021-01-23 00:47:09,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-17
2021-01-23 00:47:10,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-16
2021-01-23 00:47:11,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-15
2021-01-23 00:47:12,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-14
2021-01-23 00:47:13,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-13
2021-01-23 00:47:14,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-12
2021-01-23 00:47:15,854 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-11
2021-01-23 00:47:30,424 INFO o.a.j.r.Summariser: summary +    128 in 00:00:30 =    4.2/s Avg:  1089 Min:   546 Max:  1733 Err:     1 (0.78%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:47:30,425 INFO o.a.j.r.Summariser: summary =    833 in 00:05:25 =    2.6/s Avg:  1445 Min:     0 Max: 58278 Err:    28 (3.36%)
2021-01-23 00:48:00,524 INFO o.a.j.r.Summariser: summary +    134 in 00:00:30 =    4.5/s Avg:  1027 Min:     0 Max:  1711 Err:     4 (2.99%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:48:00,526 INFO o.a.j.r.Summariser: summary =    967 in 00:05:55 =    2.7/s Avg:  1387 Min:     0 Max: 58278 Err:    32 (3.31%)
2021-01-23 00:48:30,169 INFO o.a.j.r.Summariser: summary +    123 in 00:00:30 =    4.1/s Avg:  3182 Min:   619 Max: 30791 Err:     3 (2.44%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:48:30,170 INFO o.a.j.r.Summariser: summary =   1090 in 00:06:24 =    2.8/s Avg:  1590 Min:     0 Max: 58278 Err:    35 (3.21%)
2021-01-23 00:49:00,107 INFO o.a.j.r.Summariser: summary +    159 in 00:00:30 =    5.3/s Avg:  1109 Min:     1 Max:  2220 Err:     3 (1.89%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:49:00,108 INFO o.a.j.r.Summariser: summary =   1249 in 00:06:54 =    3.0/s Avg:  1528 Min:     0 Max: 58278 Err:    38 (3.04%)
2021-01-23 00:49:30,228 INFO o.a.j.r.Summariser: summary +    177 in 00:00:30 =    5.9/s Avg:  1125 Min:     0 Max:  2124 Err:     6 (3.39%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:49:30,229 INFO o.a.j.r.Summariser: summary =   1426 in 00:07:24 =    3.2/s Avg:  1478 Min:     0 Max: 58278 Err:    44 (3.09%)
2021-01-23 00:50:00,124 INFO o.a.j.r.Summariser: summary +    150 in 00:00:30 =    5.0/s Avg:  1231 Min:   617 Max:  4889 Err:     7 (4.67%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:50:00,126 INFO o.a.j.r.Summariser: summary =   1576 in 00:07:54 =    3.3/s Avg:  1455 Min:     0 Max: 58278 Err:    51 (3.24%)
2021-01-23 00:50:30,479 INFO o.a.j.r.Summariser: summary +    160 in 00:00:30 =    5.3/s Avg:  1138 Min:     0 Max:  2016 Err:     5 (3.12%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:50:30,480 INFO o.a.j.r.Summariser: summary =   1736 in 00:08:25 =    3.4/s Avg:  1426 Min:     0 Max: 58278 Err:    56 (3.23%)
2021-01-23 00:51:00,105 INFO o.a.j.r.Summariser: summary +    176 in 00:00:30 =    5.9/s Avg:  1107 Min:     0 Max:  2088 Err:     4 (2.27%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:51:00,106 INFO o.a.j.r.Summariser: summary =   1912 in 00:08:54 =    3.6/s Avg:  1396 Min:     0 Max: 58278 Err:    60 (3.14%)
2021-01-23 00:51:30,405 INFO o.a.j.r.Summariser: summary +    163 in 00:00:30 =    5.4/s Avg:  1151 Min:     0 Max:  2208 Err:     5 (3.07%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:51:30,407 INFO o.a.j.r.Summariser: summary =   2075 in 00:09:25 =    3.7/s Avg:  1377 Min:     0 Max: 58278 Err:    65 (3.13%)
2021-01-23 00:52:00,093 INFO o.a.j.r.Summariser: summary +    166 in 00:00:30 =    5.6/s Avg:  1113 Min:     1 Max:  1957 Err:     3 (1.81%) Active: 20 Started: 20 Finished: 0
2021-01-23 00:52:00,095 INFO o.a.j.r.Summariser: summary =   2241 in 00:09:54 =    3.8/s Avg:  1357 Min:     0 Max: 58278 Err:    68 (3.03%)
2021-01-23 00:52:06,855 INFO o.a.j.t.JMeterThread: Thread started: jp@gc - Ultimate Thread Group 1-30
2021-01-23 00:52:06,955 INFO o.a.j.r.ResultCollector: Shutdown hook started
2021-01-23 00:52:06,956 INFO o.a.j.r.ResultCollector: Shutdown hook ended